app/views/articles/show.html.erb

	  	<h6><i><%= t('comments.c_head') %></i></h6>
			<% @article.comments.each do |comment| %>
---
SELECT "comments".* FROM "comments" WHERE "comments"."article_id" = ?  [["article_id", 5]]